{
  "\u0000": 0,
  "\u0001": 1,
  "\u0002": 2,
  "\u0003": 3,
  "\u0004": 4,
  "\u0005": 5,
  "\u0006": 6,
  "\u0007": 7,
  "\b": 8,
  "\t": 9,
  "\n": 10,
  "\n\n": 516,
  "\n\n\n": 882,
  "\n ": 5723,
  "\n \n": 2087,
  "\u000b": 11,
  "\f": 12,
  "\r": 13,
  "\u000e": 14,
  "\u000f": 15,
  "\u0010": 16,
  "\u0011": 17,
  "\u0012": 18,
  "\u0013": 19,
  "\u0014": 20,
  "\u0015": 21,
  "\u0016": 22,
  "\u0017": 23,
  "\u0018": 24,
  "\u0019": 25,
  "\u001a": 26,
  "\u001b": 27,
  "\u001c": 28,
  "\u001d": 29,
  "\u001e": 30,
  "\u001f": 31,
  " ": 32,
  " \n": 576,
  " \n\n": 8851,
  " \n \n": 6758,
  "  ": 4831,
  "  \n": 6725,
  " \"": 319,
  " '": 2897,
  " ''": 9845,
  " -": 1862,
  " 1": 6322,
  " 10": 7714,
  " 2": 7470,
  " 3": 2742,
  " 4": 9088,
  " 5": 7823,
  " A": 445,
  " Ab": 5479,
  " Abbie": 7359,
  " Abby": 6319,
  " Abi": 7725,
  " Abigail": 5960,
  " Ac": 8973,
  " Accidents": 9375,
  " Achoo": 8931,
  " Adam": 6775,
  " After": 1544,
  " Ag": 8798,
  " Al": 3033,
  " Alex": 4981,
  " Alf": 9910,
  " Ali": 7843,
  " Alice": 4606,
  " All": 1398,
  " Ally": 6396,
  " Along": 7527,
  " Although": 8309,
  " Always": 5762,
  " Am": 5843,
  " Amanda": 9174,
  " Amber": 9113,
  " Amelia": 8164,
  " Amy": 833,
  " An": 5628,
  " Ana": 7732,
  " And": 727,
  " Andrew": 9376,
  " Andy": 2924,
  " Ang": 7388,
  " Angel": 7956,
  " Animal": 8980,
  " Animals": 9483,
  " Ann": 2212,
  " Anna": 899,
  " Annabelle": 9790,
  " Anne": 6527,
  " Annie": 5145,
  " Another": 8413,
  " Ant": 6532,
  " Any": 8717,
  " App": 8939,
  " April": 9811,
  " Ar": 8629,
  " Are": 4218,
  " As": 1346,
  " Ash": 6610,
  " Ashley": 8900,
  " At": 1735,
  " Aunt": 5857,
  " Auntie": 9230,
  " Ava": 6111,
  " B": 380,
  " Ba": 9831,
  " Baa": 8740,
  " Baby": 5317,
  " Bad": 8126,
  " Ball": 6829,
  " Bally": 7607,
  " Bang": 8096,
  " Barky": 7375,
  " Barry": 9314,
  " Be": 2403,
  " Beaky": 7247,
  " Bear": 2664,
  " Because": 6084,
  " Becky": 8962,
  " Bee": 4842,
  " Beef": 9358,
  " Beep": 5755,
  " Before": 5344,
  " Behind": 6159,
  " Being": 6068,
  " Bella": 2101,
  " Ben": 560,
  " Benny": 2646,
  " Berry": 8893,
  " Bert": 9452,
  " Bess": 7925,
  " Bessie": 4039,
  " Bet": 3675,
  " Beth": 6302,
  " Betsy": 6651,
  " Betty": 3984,
  " Bibi": 8285,
  " Big": 4550,
  " Biggie": 7085,
  " Biggy": 8338,
  " Bill": 4564,
  " Billy": 1799,
  " Bingo": 8549,
  " Binky": 4589,
  " Bird": 2572,
  " Birdie": 5923,
  " Birds": 9131,
  " Birdy": 3699,
  " Birthday": 6860,
  " Bl": 1895,
  " Black": 9780,
  " Blink": 6261,
  " Blinky": 7974,
  " Bloom": 6927,
  " Blue": 2027,
  " Bluey": 5171,
  " Bo": 5425,
  " Boat": 9308,
  " Bob": 716,
  " Bobbie": 9587,
  " Bobby": 2597,
  " Bobo": 1371,
  " Bones": 7222,
  " Bonnie": 9495,
  " Boo": 5456,
  " Books": 9476,
  " Boom": 9141,
  " Bop": 6226,
  " Both": 5519,
  " Boun": 4493,
  " Bounce": 5094,
  " Bouncy": 5964,
  " Bow": 4485,
  " Br": 2757,
  " Bra": 7917,
  " Bree": 5919,
  " Brian": 9194,
  " Bro": 9558,
  " Brown": 2957,
  " Brownie": 6235,
  " Bu": 2312,
  " Bub": 8600,
  " Bubb": 7641,
  " Bubba": 8331,
  " Bubbles": 4603,
  " Bubu": 9335,
  " Buddy": 1598,
  " Bug": 5639,
  " Buggy": 6680,
  " Bumpy": 8272,
  " Bun": 9408,
  " Bunny": 2412,
  " Buster": 9118,
  " But": 548,
  " Butter": 9099,
  " Buzz": 3628,
  " Buzzy": 4552,
  " By": 6271,
  " Bye": 6251,
  " C": 786,
  " CD": 9775,
  " Cally": 8932,
  " Cammy": 9615,
  " Can": 1131,
  " Candy": 9556,
  " Captain": 8994,
  " Car": 6001,
  " Cara": 6857,
  " Care": 9812,
  " Cari": 8204,
  " Carl": 4487,
  " Carla": 9726,
  " Cars": 9184,
  " Cat": 2332,
  " Cathy": 6782,
  " Cats": 9928,
  " Catty": 6236,
  " Ch": 1842,
  " Charlie": 5147,
  " Charlotte": 9107,
  " Che": 5447,
  " Cher": 9953,
  " Chess": 7736,
  " Chew": 6258,
  " Chewy": 7681,
  " Chick": 8511,
  " Chicky": 5531,
  " Chip": 9421,
  " Chirp": 7139,
  " Chirpy": 2388,
  " Chloe": 6448,
  " Chr": 5986,
  " Chris": 7496,
  " Christ": 6872,
  " Christmas": 7025,
  " Cici": 8772,
  " Cindy": 7288,
  " Circle": 9195,
  " Cl": 4444,
  " Claire": 6684,
  " Clara": 5532,
  " Cle": 8306,
  " Clean": 9503,
  " Climb": 9636,
  " Close": 9502,
  " Cloud": 8945,
  " Co": 4445,
  " Coal": 9454,
  " Coby": 9832,
  " Coco": 5090,
  " Come": 2263,
  " Comet": 9927,
  " Cook": 8574,
  " Copper": 6830,
  " Cow": 7779,
  " Cr": 7860,
  " Cra": 6202,
  " Crab": 7315,
  " Crabby": 9534,
  " Cro": 8099,
  " Crusty": 9997,
  " Cuddles": 6264,
  " Curious": 9318,
  " Cut": 9453,
  " D": 680,
  " Dad": 1306,
  " Daddy": 2369,
  " Daisy": 1614,
  " Dan": 3890,
  " Daniel": 8986,
  " Danny": 5045,
  " Dara": 6596,
  " Dare": 6014,
  " Dave": 4699,
  " Davey": 8165,
  " David": 5909,
  " Day": 8979,
  " De": 8739,
  " Deal": 9349,
  " Dee": 6623,
  " Despite": 8211,
  " Did": 5712,
  " Din": 9968,
  " Dina": 8083,
  " Dino": 5601,
  " Dizzy": 6450,
  " Do": 1202,
  " Doctor": 7301,
  " Dodo": 6571,
  " Does": 8855,
  " Dog": 5014,
  " Doggy": 2416,
  " Dolly": 4340,
  " Don": 2610,
  " Dot": 6346,
  " Dotty": 8532,
  " Dr": 5501,
  " Dragon": 9985,
  " Duck": 6479,
  " Ducky": 2709,
  " Duke": 9943,
  " E": 742,
  " Each": 5289,
  " Earth": 6114,
  " Eat": 9488,
  " Ed": 9663,
  " Eddie": 8001,
  " El": 6786,
  " Elephant": 7118,
  " Eliz": 8212,
  " Eliza": 8955,
  " Ella": 2885,
  " Elle": 8491,
  " Ellie": 4469,
  " Elly": 4955,
  " Els": 7175,
  " Elsa": 8621,
  " Elsie": 8660,
  " Em": 1739,
  " Emily": 3493,
  " Emma": 2054,
  " Emmy": 7394,
  " End": 4651,
  " Enjoy": 6272,
  " Eric": 8971,
  " Eva": 8409,
  " Even": 3271,
  " Eventually": 5165,
  " Every": 903,
  " Everybody": 7914,
  " Everyday": 6069,
  " Everyone": 1435,
  " Everything": 5159,
  " Everywhere": 4068,
  " Ex": 7380,
  " Excited": 8300,
  " F": 605,
  " Fairy": 7740,
  " Farmer": 7389,
  " Faye": 9519,
  " Fe": 8557,
  " Fel": 8543,
  " Felix": 9142,
  " Fido": 6769,
  " Fifi": 5180,
  " Fighting": 7538,
  " Fin": 1257,
  " Finally": 2192,
  " Find": 9263,
  " Finn": 4987,
  " Finny": 4945,
  " Fiona": 8137,
  " Fire": 7106,
  " First": 5674,
  " Fish": 6138,
  " Fishy": 7998,
  " Fix": 9422,
  " Fl": 4686,
  " Flap": 9606,
  " Flappy": 8546,
  " Fle": 8913,
  " Flick": 7980,
  " Flicker": 9660,
  " Flo": 8393,
  " Flop": 8499,
  " Floppy": 8677,
  " Flopsy": 9641,
  " Flora": 9054,
  " Fluffy": 1132,
  " Flutter": 8328,
  " Fly": 8673,
  " Fo": 3695,
  " Follow": 5458,
  " For": 6474,
  " Fox": 4888,
  " Foxy": 6417,
  " Fr": 3540,
  " Frank": 5954,
  " Frankie": 9043,
  " Fred": 2004,
  " Freddie": 8806,
  " Freddy": 4621,
  " Friend": 8914,
  " Friends": 6142,
  " Frog": 5627,
  " Froggy": 5021,
  " From": 939,
  " Frosty": 6964,
  " Fu": 6660,
  " Fuzzy": 7238,
  " G": 1163,
  " Gabby": 9439,
  " Gary": 8002,
  " George": 4948,
  " Gerry": 8188,
  " Get": 6418,
  " Giant": 9934,
  " Gigi": 4848,
  " Gill": 8992,
  " Gilly": 8999,
  " Gina": 6954,
  " Give": 3978,
  " Gl": 8220,
  " Glow": 9345,
  " Go": 2604,
  " God": 5217,
  " Gogo": 5985,
  " Gold": 9125,
  " Good": 5095,
  " Goodbye": 6783,
  " Gr": 5485,
  " Gra": 1810,
  " Grace": 5034,
  " Gracie": 9321,
  " Grand": 9170,
  " Grandma": 2183,
  " Grandpa": 4337,
  " Granny": 7571,
  " Gray": 8438,
  " Green": 5888,
  " Greeny": 9628,
  " Grump": 9670,
  " Grumpy": 6709,
  " Gus": 9200,
  " H": 310,
  " Halloween": 8294,
  " Hannah": 6834,
  " Happy": 5671,
  " Har": 9309,
  " Harry": 5248,
  " Have": 4956,
  " He": 318,
  " Hel": 4510,
  " Helen": 9418,
  " Heli": 9535,
  " Hello": 8502,
  " Help": 4729,
  " Helping": 8768,
  " Henny": 6489,
  " Henry": 5250,
  " Her": 942,
  " Herb": 7801,
  " Here": 4157,
  " Hi": 9017,
  " Hippy": 6170,
  " His": 807,
  " Ho": 5728,
  " Hold": 6969,
  " Holly": 7594,
  " Honey": 8166,
  " Hoot": 6224,
  " Hop": 5585,
  " Hope": 5700,
  " Hopper": 8817,
  " Hoppy": 4825,
  " Hops": 9998,
  " Hor": 9969,
  " Horsie": 9520,
  " How": 2691,
  " However": 6327,
  " Hug": 7871,
  " Hurry": 9108,
  " I": 340,
  " Ice": 8833,
  " Icy": 9536,
  " If": 2560,
  " Im": 8341,
  " Immediately": 9477,
  " In": 967,
  " Inch": 9917,
  " Inky": 9171,
  " Inside": 1679,
  " Instead": 3042,
  " Iron": 9798,
  " Is": 5020,
  " Isn": 7720,
  " It": 431,
  " Its": 5439,
  " Izzy": 7248,
  " J": 607,
  " Jack": 1220,
  " Jackie": 8107,
  " Jacky": 8155,
  " Jacob": 6955,
  " Jake": 3450,
  " James": 5559,
  " Jamie": 6433,
  " Jan": 6253,
  " Jane": 1386,
  " Janey": 9114,
  " Janie": 7888,
  " Jason": 8963,
  " Jax": 8508,
  " Jay": 7071,
  " Jazz": 4558,
  " Je": 6085,
  " Jean": 9207,
  " Jeff": 6603,
  " Jelly": 9082,
  " Jen": 1986,
  " Jenn": 9331,
  " Jenna": 6695,
  " Jenny": 3265,
  " Jerry": 2405,
  " Jess": 6025,
  " Jessica": 6961,
  " Jessie": 6789,
  " Jet": 9991,
  " Jill": 2340,
  " Jilly": 6376,
  " Jim": 2174,
  " Jimmy": 2978,
  " Jo": 1183,
  " Joan": 8690,
  " Jody": 9697,
  " Joe": 1725,
  " Joey": 5087,
  " John": 1656,
  " Johnny": 4775,
  " Johnson": 9351,
  " Jojo": 7797,
  " Joke": 8773,
  " Jolly": 8476,
  " Jon": 6982,
  " Jones": 6534,
  " Jonny": 8726,
  " Josh": 6449,
  " Joy": 5924,
  " Ju": 5991,
  " Judge": 7907,
  " Judy": 7772,
  " Jul": 5483,
  " Julia": 7096,
  " Julie": 6259,
  " Jump": 7366,
  " Jumpy": 8776,
  " June": 7283,
  " Just": 2209,
  " K": 952,
  " Karen": 8097,
  " Kate": 5359,
  " Katie": 6064,
  " Katy": 8684,
  " Kay": 8727,
  " Kayla": 7073,
  " Keep": 5869,
  " Kelly": 8661,
  " Kevin": 8596,
  " Kids": 6464,
  " Kiki": 4742,
  " Kim": 4175,
  " King": 5306,
  " Kip": 7694,
  " Kit": 7408,
  " Kitty": 1059,
  " Kn": 9504,
  " L": 362,
  " Larry": 7147,
  " Laser": 6700,
  " Later": 5593,
  " Laura": 7427,
  " Law": 9782,
  " Le": 2104,
  " Leave": 6080,
  " Lee": 4389,
  " Lena": 6726,
  " Lenny": 7691,
  " Leo": 2240,
  " Let": 1050,
  " Li": 9455,
  " Lia": 7735,
  " Liam": 9894,
  " Life": 9078,
  " Light": 8639,
  " Lightning": 9678,
  " Like": 5822,
  " Lila": 1694,
  " Lilly": 4818,
  " Lily": 412,
  " Lina": 9010,
  " Linda": 6689,
  " Lion": 6599,
  " Lisa": 2160,
  " Listen": 6837,
  " Little": 3796,
  " Liz": 5313,
  " Liza": 9992,
  " Lizzie": 7263,
  " Lizzy": 5763,
  " Lola": 4817,
  " Look": 3922,
  " Looking": 9650,
  " Loop": 7957,
  " Lots": 9589,
  " Lou": 6156,
  " Louise": 8411,
  " Love": 6234,
  " Lu": 9718,
  " Luc": 8616,
  " Luckily": 7758,
  " Lucky": 4940,
  " Lucy": 694,
  " Luke": 6707,
  " Lulu": 3676,
  " Luna": 2290,
  " Lung": 9000,
  " M": 386,
  " Ma": 9986,
  " Mabel": 7861,
  " Mad": 6821,
  " Maddie": 8310,
  " Maddy": 8981,
  " Mae": 9185,
  " Mag": 9083,
  " Maggie": 5859,
  " Magic": 8550,
  " Maisy": 8472,
  " Make": 7942,
  " Mama": 2774,
  " Man": 8421,
  " Mandy": 4829,
  " Many": 2940,
  " Mar": 4209,
  " March": 9484,
  " Maria": 5213,
  " Marie": 7839,
  " Mark": 2154,
  " Martha": 7638,
  " Mary": 2470,
  " Mat": 5937,
  " Match": 9343,
  " Math": 9013,
  " Matilda": 9522,
  " Matt": 6582,
  " Max": 523,
  " May": 5417,
  " Maya": 7572,
  " Maybe": 1708,
  " Me": 5622,
  " Meg": 8013,
  " Megan": 8404,
  " Mel": 6983,
  " Melissa": 9496,
  " Mia": 652,
  " Mic": 7072,
  " Michael": 7981,
  " Microscope": 8736,
  " Mike": 4593,
  " Mikey": 7130,
  " Mila": 9938,
  " Millie": 5371,
  " Milly": 5956,
  " Milo": 6799,
  " Mimi": 1896,
  " Min": 8635,
  " Mina": 8396,
  " Mindy": 7992,
  " Mine": 8987,
  " Mint": 7821,
  " Mira": 6920,
  " Miss": 3845,
  " Missile": 8536,
  " Missy": 7160,
  " Mittens": 5051,
  " Mix": 6501,
  " Mixie": 9119,
  " Mixy": 7668,
  " Mo": 5676,
  " Mole": 9465,
  " Molly": 2335,
  " Mom": 731,
  " Momma": 8818,
  " Mommy": 1555,
  " Momo": 2445,
  " Mon": 6516,
  " Monkey": 8883,
  " Monster": 9023,
  " Moo": 6143,
  " Moon": 7140,
  " Moppy": 8647,
  " More": 8839,
  " Mother": 8606,
  " Mouse": 6303,
  " Mousy": 8061,
  " Mr": 1326,
  " Mrs": 4305,
  " Muffin": 8295,
  " Mum": 3727,
  " Mummy": 4821,
  " Mus": 9253,
  " My": 2489,
  " N": 2285,
  " Nana": 6848,
  " Nancy": 8718,
  " Navy": 7934,
  " Ne": 8258,
  " Near": 7491,
  " Never": 8351,
  " Next": 4563,
  " Nice": 7695,
  " Nick": 7451,
  " Nina": 6972,
  " No": 3107,
  " Nobody": 7648,
  " Nora": 9505,
  " Not": 5706,
  " Nothing": 6804,
  " Now": 1158,
  " Nurse": 8481,
  " Nut": 8056,
  " Nutty": 8515,
  " O": 1428,
  " OK": 3487,
  " Of": 9652,
  " Off": 9290,
  " Oh": 8424,
  " Okay": 7701,
  " Ol": 6237,
  " Old": 9813,
  " Olive": 4629,
  " Oliver": 6867,
  " Olivia": 9109,
  " Ollie": 2441,
  " Olly": 6029,
  " On": 2238,
  " Once": 6437,
  " One": 536,
  " Only": 7082,
  " Open": 9610,
  " Or": 4682,
  " Orange": 9768,
  " Ot": 8503,
  " Other": 7008,
  " Otherwise": 9935,
  " Otto": 9201,
  " Our": 6335,
  " Out": 5675,
  " Outside": 9708,
  " Over": 9963,
  " Ow": 4579,
  " Owl": 4992,
  " Oxy": 9367,
  " Oxygen": 9400,
  " P": 982,
  " Pam": 7249,
  " Pandy": 4359,
  " Papa": 5195,
  " Park": 9944,
  " Past": 9433,
  " Pat": 4638,
  " Patch": 7468,
  " Patty": 8603,
  " Paul": 4996,
  " Paws": 6602,
  " Pe": 2837,
  " Peace": 9273,
  " Peanut": 6944,
  " Peep": 9055,
  " Peggy": 9423,
  " Pen": 7884,
  " Penelope": 9276,
  " Penny": 5096,
  " People": 3831,
  " Pepper": 5564,
  " Per": 9686,
  " Pet": 9387,
  " Pete": 3936,
  " Peter": 3682,
  " Ph": 7756,
  " Phil": 8712,
  " Pick": 8703,
  " Pig": 8988,
  " Piggy": 8592,
  " Pinch": 9018,
  " Pinchy": 9954,
  " Pine": 8698,
  " Pink": 9637,
  " Pinky": 5155,
  " Pip": 5129,
  " Pipp": 3530,
  " Pippa": 5901,
  " Pippin": 4026,
  " Pl": 8128,
  " Play": 7316,
  " Playing": 8414,
  " Please": 2589,
  " Po": 6537,
  " Polly": 3694,
  " Poor": 7909,
  " Pop": 8311,
  " Poppy": 3658,
  " Pot": 9497,
  " Pr": 6729,
  " Pretty": 9466,
  " Prin": 6087,
  " Prince": 8088,
  " Princess": 6296,
  " Puff": 9874,
  " Puffy": 8974,
  " Pup": 6875,
  " Puppy": 7634,
  " Put": 6133,
  " Q": 6863,
  " Qu": 5429,
  " Quack": 6568,
  " Quacky": 8523,
  " Queen": 7083,
  " Quick": 6435,
  " Quickly": 9906,
  " R": 1079,
  " Rabbit": 5683,
  " Race": 9907,
  " Rachel": 5886,
  " Rain": 6901,
  " Rainbow": 9008,
  " Ralph": 8119,
  " Rara": 9945,
  " Ratty": 9258,
  " Raven": 9799,
  " Ravi": 9406,
  " Ray": 5812,
  " Razor": 7862,
  " Re": 6994,
  " Ready": 8121,
  " Rebecca": 9231,
  " Red": 4513,
  " Reddy": 9999,
  " Rel": 8630,
  " Reliable": 9621,
  " Remember": 6013,
  " Remy": 2094,
  " Res": 9446,
  " Rex": 2922,
  " Rh": 9671,
  " Ria": 8140,
  " Rich": 7149,
  " Ricky": 8519,
  " Right": 9377,
  " Ring": 9407,
  " Riri": 8923,
  " Rita": 8357,
  " Ro": 5192,
  " Roar": 9833,
  " Rob": 4036,
  " Robbie": 7891,
  " Robby": 5978,
  " Robert": 7302,
  " Robo": 7102,
  " Rock": 5099,
  " Rocky": 5496,
  " Roger": 9093,
  " Rollie": 7061,
  " Rolly": 6770,
  " Ron": 7383,
  " Roo": 7615,
  " Ros": 5133,
  " Rosa": 9776,
  " Rose": 3916,
  " Rosie": 5319,
  " Rover": 6575,
  " Ru": 4784,
  " Rub": 8651,
  " Ruby": 5377,
  " Rudy": 7289,
  " Ruff": 8120,
  " Rufus": 9143,
  " Run": 9498,
  " Rusty": 9993,
  " Ruth": 8301,
  " Ryan": 7411,
  " S": 298,
  " Sad": 6357,
  " Sadie": 8216,
  " Sadly": 7413,
  " Sal": 8688,
  " Sally": 1051,
  " Sam": 555,
  " Samantha": 8365,
  " Sammy": 3093,
  " Sandy": 5342,
  " Santa": 6442,
  " Sara": 943,
  " Sarah": 1714,
  " Sasha": 9120,
  " Saturday": 8381,
  " Say": 7849,
  " Sc": 6558,
  " Scissors": 9545,
  " Se": 8032,
  " See": 4886,
  " Seeing": 9328,
  " Settle": 9827,
  " Sh": 3625,
  " Shadow": 7971,
  " Share": 8022,
  " Sharing": 5064,
  " Shark": 9084,
  " Sharp": 9939,
  " She": 341,
  " Shelly": 8254,
  " Show": 7659,
  " Sil": 8709,
  " Silver": 9073,
  " Simon": 7722,
  " Since": 9243,
  " Sing": 9537,
  " Sir": 9506,
  " Sk": 4917,
  " Skelly": 6475,
  " Skip": 6720,
  " Sky": 5547,
  " Sl": 7412,
  " Sleep": 7464,
  " Sleepy": 9526,
  " Slinky": 9216,
  " Slow": 5493,
  " Slowly": 5751,
  " Sm": 4802,
  " Smith": 5304,
  " Smo": 9964,
  " Smoke": 9152,
  " Sn": 3251,
  " Snake": 9162,
  " Snap": 6896,
  " Snow": 4030,
  " Snowman": 7172,
  " Snowy": 4894,
  " Snuggles": 6634,
  " So": 723,
  " Socky": 9846,
  " Sofia": 8477,
  " Soft": 7685,
  " Softy": 8405,
  " Some": 2777,
  " Someone": 5553,
  " Somet": 2516,
  " Something": 5650,
  " Sometimes": 2687,
  " Soon": 1728,
  " Sophia": 7231,
  " Sophie": 5085,
  " Sorry": 6307,
  " Sp": 2619,
  " Spark": 5272,
  " Sparkle": 7631,
  " Sparky": 7133,
  " Spe": 4483,
  " Speed": 8321,
  " Speedy": 4637,
  " Spicy": 9428,
  " Spidey": 9121,
  " Spike": 4101,
  " Spin": 9882,
  " Spirit": 7243,
  " Splash": 6033,
  " Spot": 602,
  " Spring": 6076,
  " Squ": 5778,
  " Sque": 4819,
  " Squeak": 9217,
  " Squeaky": 5032,
  " Squee": 9987,
  " Squirrel": 6293,
  " St": 2550,
  " Stan": 8235,
  " Star": 5702,
  " Startled": 9509,
  " Stay": 6458,
  " Ste": 7866,
  " Stella": 7272,
  " Step": 9033,
  " Steve": 5837,
  " Steven": 9754,
  " Still": 8993,
  " Stitch": 5876,
  " Stop": 5786,
  " Stretch": 7284,
  " Su": 4982,
  " Suddenly": 1335,
  " Sue": 517,
  " Sugar": 9747,
  " Sun": 6255,
  " Sunday": 4990,
  " Sundays": 9679,
  " Sunny": 4005,
  " Super": 8927,
  " Sure": 6422,
  " Susan": 6570,
  " Susie": 4169,
  " Suzie": 6879,
  " Suzy": 5482,
  " Sw": 7215,
  " Sweet": 8685,
  " Swim": 8946,
  " T": 271,
  " TV": 2556,
  " Take": 7173,
  " Taking": 8192,
  " Tammy": 9005,
  " Tara": 7089,
  " Te": 7759,
  " Tears": 9965,
  " Ted": 4794,
  " Teddy": 4318,
  " Tell": 9129,
  " Terry": 8915,
  " Tess": 7715,
  " Tessa": 9332,
  " Th": 856,
  " Thank": 2050,
  " Thanks": 7575,
  " That": 1362,
  " The": 285,
  " Their": 2487,
  " Then": 879,
  " There": 1531,
  " These": 5411,
  " They": 314,
  " Things": 9988,
  " This": 1276,
  " Thomas": 6334,
  " Those": 6756,
  " Thunder": 8516,
  " Tia": 7334,
  " Tiger": 9024,
  " Tilly": 5033,
  " Tim": 343,
  " Time": 8050,
  " Timmy": 1396,
  " Tina": 3873,
  " Tiny": 2596,
  " Tip": 9266,
  " Tippy": 8734,
  " Titi": 7335,
  " To": 1707,
  " Toby": 4179,
  " Today": 3476,
  " Todd": 7968,
  " Together": 2527,
  " Tom": 422,
  " Tommy": 1854,
  " Tomorrow": 8746,
  " Tony": 5285,
  " Too": 9424,
  " Toot": 7346,
  " Tooth": 9062,
  " Toto": 5457,
  " Toys": 8110,
  " Tr": 2942,
  " Tra": 9447,
  " Tre": 8678,
  " Tree": 6767,
  " Tri": 8133,
  " Triangle": 9499,
  " Truck": 8390,
  " Trucky": 9513,
  " True": 3379,
  " Trust": 6826,
  " Try": 6835,
  " Tuesday": 5116,
  " Tuna": 5374,
  " Turt": 7352,
  " Turtle": 7493,
  " Tw": 5237,
  " Tweet": 3880,
  " Tweetie": 7512,
  " Tweety": 8686,
  " Twinkle": 6915,
  " Twist": 8783,
  " Two": 6423,
  " Tyler": 9138,
  " U": 2921,
  " Un": 4470,
  " Uncle": 5384,
  " Under": 4832,
  " Unfortunately": 6506,
  " Uni": 9821,
  " University": 7490,
  " Until": 7918,
  " Up": 7074,
  " Use": 8982,
  " V": 4495,
  " Velvet": 5835,
  " Vicky": 8553,
  " Violet": 9807,
  " Vivi": 8353,
  " Vroom": 8115,
  " W": 545,
  " Waffle": 9282,
  " Wait": 8094,
  " Wally": 5345,
  " Want": 6453,
  " Watch": 5987,
  " Water": 5957,
  " We": 805,
  " Wednesday": 4975,
  " Welcome": 6419,
  " Well": 7633,
  " Wendy": 7744,
  " Wh": 1057,
  " Whale": 9955,
  " What": 1616,
  " Whee": 9761,
  " When": 944,
  " Whenever": 5035,
  " Where": 4404,
  " Which": 9664,
  " While": 3038,
  " Whiskers": 2013,
  " Whistle": 6561,
  " White": 9478,
  " Who": 4988,
  " Whoever": 8297,
  " Why": 2469,
  " Wiggly": 5311,
  " Wil": 9047,
  " Will": 3048,
  " William": 9011,
  " Willy": 7577,
  " Win": 7697,
  " Wink": 6614,
  " Winky": 9814,
  " Wisdom": 6078,
  " Wise": 7563,
  " With": 2440,
  " Without": 7048,
  " Wo": 7433,
  " Wolf": 8583,
  " Wonder": 9492,
  " Woo": 7203,
  " Woof": 7001,
  " Woolly": 9297,
  " Wooly": 8255,
  " Working": 9655,
  " Would": 4641,
  " X": 6058,
  " Y": 4721,
  " Yawn": 8422,
  " Yellow": 9214,
  " Yes": 6345,
  " Yesterday": 7050,
  " Yet": 7595,
  " Yoga": 7941,
  " You": 624,
  " Your": 3065,
  " Yummy": 9122,
  " Z": 1795,
  " Zack": 8605,
  " Zara": 5108,
  " Zee": 7435,
  " Zero": 6089,
  " Ziggy": 6652,
  " Zigzag": 5621,
  " Zip": 4092,
  " Zipper": 8288,
  " Zippy": 8062,
  " Zoe": 5845,
  " Zoey": 7581,
  " Zog": 8940,
  " Zoom": 4007,
  " Zoomy": 4751,
  " a": 259,
  " ab": 651,
  " ability": 9368,
  " able": 2020,
  " abo": 9783,
  " aboard": 9800,
  " about": 674,
  " above": 4406,
  " ac": 1417,
  " acce": 3446,
  " accept": 4363,
  " accepted": 5127,
  " accident": 3338,
  " accidentally": 4366,
  " accidents": 8054,
  " accom": 6179,
  " accompl": 6222,
  " accomplish": 6750,
  " accomplished": 8819,
  " accomplishment": 7166,
  " ache": 6945,
  " achie": 5540,
  " achieve": 6181,
  " achieved": 7267,
  " acorn": 2962,
  " acorns": 5025,
  " across": 2277,
  " act": 2356,
  " acted": 5337,
  " acting": 5756,
  " action": 7987,
  " actions": 6088,
  " activ": 6204,
  " active": 8588,
  " activities": 6831,
  " activity": 8665,
  " actor": 9009,
  " acts": 8941,
  " actually": 6016,
  " ad": 1032,
  " add": 2888,
  " added": 3754,
  " adding": 6399,
  " address": 7951,
  " adds": 8172,
  " adm": 2722,
  " admir": 5565,
  " admiration": 8406,
  " admire": 4364,
  " admired": 4496,
  " admiring": 5832,
  " admit": 9863,
  " ador": 3549,
  " adorable": 3563,
  " adult": 7242,
  " adults": 7804,
  " advent": 1223,
  " adventur": 2952,
  " adventure": 1328,
  " adventures": 2264,
  " adventurous": 2964,
  " advice": 4273,
  " aeropl": 3274,
  " aeroplane": 3424,
  " aeroplanes": 7675,
  " af": 2458,
  " afar": 8901,
  " aff": 7059,
  " affect": 8870,
  " afford": 8345,
  " afraid": 2495,
  " after": 897,
  " afternoon": 4881,
  " afterwards": 7329,
  " ag": 566,
  " again": 609,
  " against": 4223,
  " age": 6935,
  " ago": 5454,
  " agre": 5044,
  " agree": 4261,
  " agreed": 1267,
  " agreement": 5777,
  " agrees": 6192,
  " ahead": 4309,
  " aim": 8266,
  " aimed": 7014,
  " air": 1484,
  " airpl": 6007,
  " airplane": 6216,
  " airport": 4294,
  " ais": 7448,
  " aisle": 8184,
  " al": 561,
  " alarm": 4251,
  " alert": 3469,
  " alien": 6249,
  " aliens": 8316,
  " alive": 4702,
  " all": 439,
  " alley": 9607,
  " alligator": 3580,
  " alligators": 9801,
  " allow": 5176,
  " allowed": 4044,
  " allowing": 9895,
  " almost": 3082,
  " alone": 1569,
  " along": 2378,
  " aloud": 9977,
  " already": 4047,
  " alright": 5511,
  " also": 1068,
  " although": 8261,
  " always": 711,
  " am": 750,
  " amaz": 1391,
  " amazed": 2118,
  " amazement": 5602,
  " amazing": 1791,
  " ambulance": 3666,
  " among": 7326,
  " amount": 7543,
  " amused": 9175,
  " an": 427,
  " anchor": 3979,
  " ancient": 2804,
  " and": 267,
  " ang": 3108,
  " angel": 3240,
  " angels": 7279,
  " anger": 7652,
  " angrier": 9336,
  " angrily": 8840,
  " angry": 1038,
  " animal": 777,
  " animals": 816,
  " ank": 9739,
  " ann": 5979,
  " announced": 8924,
  " annoy": 6753,
  " annoyed": 7802,
  " annoying": 8691,
  " another": 1363,
  " answ": 1938,
  " answer": 2538,
  " answered": 3301,
  " answering": 9163,
  " answers": 5575,
  " ant": 1413,
  " antic": 7960,
  " anticip": 8117,
  " anticipation": 8231,
  " ants": 2493,
  " anx": 3245,
  " anxious": 3257,
  " any": 678,
  " anymore": 855,
  " anyone": 2402,
  " anything": 1572,
  " anytime": 5766,
  " anyway": 4202,
  " anywhere": 4383,
  " ap": 2607,
  " apart": 4976,
  " apolog": 4543,
  " apologised": 7892,
  " apologize": 5915,
  " apologized": 5710,
  " apology": 9072,
  " app": 1003,
  " appear": 5187,
  " appearance": 9838,
  " appeared": 2544,
  " appl": 4525,
  " applaud": 4655,
  " applauded": 6106,
  " applauding": 8644,
  " applause": 9180,
  " apple": 1455,
  " apples": 1844,
  " appreci": 5084,
  " appreciate": 5566,
  " appreciated": 8699,
  " appreciation": 8143,
  " appro": 5412,
  " approach": 9139,
  " approached": 5682,
  " apron": 4413,
  " aprons": 8185,
  " ar": 1434,
  " are": 491,
  " area": 5571,
  " aren": 7673,
  " arg": 3822,
  " argu": 5990,
  " argue": 4494,
  " argued": 5955,
  " arguing": 5997,
  " argum": 8456,
  " argument": 8766,
  " arm": 1588,
  " armchair": 3640,
  " arms": 2371,
  " around": 633,
  " arr": 7564,
  " arranged": 8670,
  " arrest": 9172,
  " arri": 1949,
  " arrive": 6175,
  " arrived": 2014,
  " arrives": 9709,
  " arrow": 3190,
  " arrows": 6560,
  " art": 4468,
  " artist": 7181,
  " artwork": 9159,
  " as": 455,
  " ash": 2232,
  " ashamed": 2541,
  " ashtray": 4098,
  " aside": 7252,
  " ask": 1172,
  " asked": 550,
  " asking": 2869,
  " asks": 1821,
  " asleep": 2988,
  " ass": 9079,
  " ast": 6414,
  " aston": 9401,
  " astonished": 9701,
  " astron": 6991,
  " astronaut": 7002,
  " astronauts": 8044,
  " at": 456,
  " ate": 1058,
  " att": 1813,
  " attach": 4185,
  " attached": 5283,
  " attaching": 9557,
  " attack": 8213,
  " attacked": 9196,
  " attem": 8385,
  " attempt": 8715,
  " attempts": 9946,
  " attention": 5037,
  " attic": 3715,
  " attitude": 8882,
  " attract": 3474,
  " attractive": 3505,
  " aud": 7382,
  " audience": 7440,
  " aunt": 3180,
  " aut": 3736,
  " automobile": 3772,
  " automobiles": 8460,
  " av": 2426,
  " available": 4048,
  " avo": 6590,
  " avoc": 3353,
  " avocado": 3616,
  " avocados": 6687,
  " avoid": 6962,
  " aw": 4538,
  " awake": 6131,
  " aware": 8135,
  " away": 582,
  " awe": 5752,
  " awesome": 6321,
  " awful": 8439,
  " awh": 9762,
  " awhile": 9763,
  " awoke": 8444,
  " ax": 4125,
  " axe": 4163,
  " b": 265,
  " ba": 2355,
  " baa": 9284,
  " babies": 5568,
  " baby": 1437,
  " back": 521,
  " backed": 6739,
  " backpack": 4913,
  " backpacks": 7749,
  " backs": 7995,
  " backward": 6934,
  " backwards": 7307,
  " backyard": 2359,
  " bad": 895,
  " badge": 6535,
  " badger": 8654,
  " badly": 4786,
  " bag": 1248,
  " bags": 3638,
  " bak": 6665,
  " bake": 2718,
  " baked": 5227,
  " baker": 6121,
  " bakery": 6797,
  " baking": 4860,
  " bal": 2483,
  " balan": 5107,
  " balance": 2760,
  " balanced": 6313,
  " balancing": 5816,
  " bald": 2611,
  " ball": 483,
  " balloon": 1430,
  " balloons": 2598,
  " balls": 2105,
  " bamboo": 7778,
  " ban": 2296,
  " banan": 2352,
  " banana": 2989,
  " bananas": 3903,
  " band": 2066,
  " bandage": 3621,
  " bandages": 7298,
  " bang": 5356,
  " banged": 7726,
  " banging": 9616,
  " bank": 6039,
  " bar": 1452,
  " barber": 3360,
  " bare": 6404,
  " barely": 6615,
  " bark": 2260,
  " barked": 1811,
  " barking": 3893,
  " barks": 4616,
  " barn": 2813,
  " barrel": 3522,
  " bars": 6890,
  " bas": 9673,
  " base": 3507,
  " baseball": 3950,
  " basement": 6676,
  " basket": 1881,
  " basketball": 3874,
  " baskets": 7698,
  " bat": 1903,
  " bath": 1792,
  " bathe": 4050,
  " bathed": 8731,
  " bathing": 7582,
  " bathrobe": 4153,
  " bathroom": 2860,
  " baths": 6881,
  " bathtub": 3784,
  " bats": 9719,
  " batter": 3056,
  " batteries": 6190,
  " battery": 3962,
  " battle": 8262,
  " be": 324,
  " beach": 1709,
  " bead": 6065,
  " beads": 6228,
  " beak": 2303,
  " beaks": 8524,
  " beam": 7212,
  " beamed": 5630,
  " beaming": 8578,
  " bean": 2726,
  " beans": 4928,
  " beanstalk": 8457,
  " bear": 800,
  " beard": 5973,
  " bears": 4796,
  " beast": 8762,
  " beat": 5690,
  " beating": 9001,
  " beaut": 987,
  " beautiful": 1002,
  " beautifully": 9205,
  " beauty": 4869,
  " beaver": 8291,
  " bec": 529,
  " became": 699,
  " because": 721,
  " become": 2724,
  " becomes": 8207,
  " becoming": 6339,
  " bed": 1049,
  " bedroom": 3098,
  " beds": 5321,
  " bedtime": 6077,
  " bee": 1632,
  " beef": 4274,
  " beeh": 7492,
  " beehive": 7553,
  " been": 1415,
  " beep": 4248,
  " beeped": 7741,
  " bees": 3304,
  " beet": 3202,
  " beetle": 3296,
  " beetles": 8461,
  " before": 1094,
  " beg": 4588,
  " began": 1246,
  " begged": 5399,
  " begin": 6140,
  " beginning": 7054,
  " beh": 1167,
  " behave": 3618,
  " behaved": 5789,
  " behavi": 6923,
  " behaving": 6617,
  " behavior": 7904,
  " behaviour": 8894,
  " behind": 1275,
  " being": 1021,
  " bel": 1263,
  " belie": 1897,
  " believe": 2073,
  " believed": 4823,
  " believing": 7708,
  " bell": 2022,
  " bellies": 7929,
  " bells": 7136,
  " belly": 5910,
  " belong": 1943,
  " belonged": 3113,
  " belongings": 8232,
  " belongs": 4235,
  " beloved": 7549,
  " below": 4954,
  " belt": 3267,
  " belts": 7167,
  " ben": 1933,
  " bench": 2000,
  " benches": 7763,
  " bend": 4620,
  " bending": 9540,
  " bends": 8558,
  " beneath": 6297,
  " bent": 4428,
  " berries": 2713,
  " berry": 4489,
  " beside": 5855,
  " best": 700,
  " bet": 4374,
  " better": 832,
  " between": 4845,
  " bey": 7079,
  " beyond": 7080,
  " bicy": 3380,
  " bicycle": 3535,
  " bicycles": 7649,
  " big": 347,
  " bigger": 1520,
  " biggest": 3615,
  " bike": 1589,
  " bikes": 4207,
  " bill": 4122,
  " billboard": 4246,
  " bin": 3609,
  " binoc": 9156,
  " binocular": 9160,
  " binoculars": 9337,
  " bird": 425,
  " birdc": 4336,
  " birdcage": 4343,
  " birdhouse": 7799,
  " birds": 1118,
  " birthday": 2035,
  " biscuit": 8969,
  " bit": 1450,
  " bite": 1753,
  " bites": 5247,
  " biting": 6504,
  " bits": 7463,
  " bitten": 7897,
  " bitter": 2872,
  " bl": 637,
  " black": 1618,
  " blackboard": 4012,
  " blame": 9864,
  " blamed": 9264,
  " blank": 1765,
  " blanket": 1771,
  " blankets": 5225,
  " blast": 7702,
  " ble": 5066,
  " bleed": 5258,
  " bleeding": 5688,
  " bless": 8415,
  " blew": 1553,
  " blin": 4146,
  " blink": 5131,
  " blinked": 4379,
  " blinking": 7281,
  " block": 1270,
  " blocked": 7043,
  " blocking": 6666,
  " blocks": 1394,
  " blond": 8759,
  " blonde": 9582,
  " blood": 5052,
  " bloom": 2883,
  " bloomed": 5841,
  " blooming": 6352,
  " blooms": 9839,
  " blouse": 4227,
  " blow": 2706,
  " blowing": 4864,
  " blown": 7328,
  " blows": 6207,
  " blue": 934,
  " blueberries": 4280,
  " blueberry": 4844,
  " bluebird": 8884,
  " blushed": 9429,
  " bo": 410,
  " board": 2866,
  " boards": 8953,
  " boat": 992,
  " boats": 3157,
  " bodies": 6764,
  " body": 2941,
  " boil": 9369,
  " bomb": 8494,
  " bond": 8679,
  " bone": 2180,
  " bones": 5201,
  " boo": 5848,
  " book": 891,
  " bookcase": 4214,
  " books": 1469,
  " bookshe": 4287,
  " bookshelf": 4297,
  " boom": 5872,
  " boot": 2660,
  " boots": 4141,
  " bor": 1662,
  " bored": 2958,
  " boring": 2514,
  " born": 8452,
  " borrow": 3118,
  " borrowed": 7063,
  " boss": 2219,
  " bossy": 2415,
  " both": 729,
  " bother": 4871,
  " bothered": 8064,
  " bothering": 7830,
  " bott": 1581,
  " bottle": 1798,
  " bottles": 5992,
  " bottom": 3161,
  " bou": 8482,
  " bought": 2291,
  " boun": 1784,
  " bounce": 2505,
  " bounced": 3593,
  " bounces": 8217,
  " bouncing": 4782,
  " bouncy": 4997,
  " bound": 9590,
  " bouquet": 8483,
  " bow": 1979,
  " bowed": 5300,
  " bowing": 9338,
  " bowl": 1658,
  " bowls": 6229,
  " bows": 6721,
  " box": 627,
  " boxes": 3427,
  " boy": 504,
  " boys": 3278,
  " br": 570,
  " bra": 980,
  " brace": 3124,
  " bracelet": 3289,
  " bracelets": 7003,
  " brain": 4875,
  " brains": 8666,
  " brakes": 9629,
  " bran": 1485,
  " branch": 1693,
  " branches": 2766,
  " brand": 6246,
  " brave": 1055,
  " bravely": 5516,
  " braver": 7626,
  " bravery": 6632,
  " bravest": 7876,
  " bre": 1140,
  " bread": 2055,
  " break": 1617,
  " breakfast": 4284,
  " breaking": 5389,
  " breaks": 4703,
  " breat": 4601,
  " breath": 2826,
  " breathe": 5072,
  " breathed": 7601,
  " breathing": 7945,
  " breaths": 8804,
  " breeze": 5361,
  " bri": 3452,
  " brick": 4407,
  " bricks": 5113,
  " brid": 5499,
  " bride": 8428,
  " bridge": 2678,
  " bridges": 5533,
  " bright": 1229,
  " brighter": 4664,
  " brightest": 8416,
  " brightly": 4462,
  " brilliant": 2979,
  " bring": 1912,
  " bringing": 5642,
  " brings": 5166,
  " bro": 984,
  " broccoli": 3441,
  " broke": 1549,
  " broken": 1357,
  " broom": 5560,
  " brother": 1493,
  " brothers": 3726,
  " brought": 1668,
  " brown": 1818,
  " bru": 7419,
  " bruises": 8614,
  " brus": 5352,
  " brush": 2671,
  " brushed": 5839,
  " brushes": 5646,
  " brushing": 7855,
  " bu": 867,
  " bubb": 2163,
  " bubble": 3524,
  " bubbles": 2855,
  " bubbling": 9642,
  " bubbly": 8871,
  " buck": 1873,
  " bucket": 2115,
  " buckets": 5970,
  " buckle": 4243,
  " buckled": 8371,
  " buckles": 9956,
  " bud": 8492,
  " buddy": 8366,
  " budge": 6861,
  " bug": 834,
  " bugs": 2040,
  " build": 1459,
  " builder": 9295,
  " builders": 9918,
  " building": 2498,
  " buildings": 5971,
  " built": 3150,
  " bulb": 3539,
  " bulbs": 7608,
  " bull": 3273,
  " bully": 7588,
  " bump": 3664,
  " bumped": 4755,
  " bumping": 9538,
  " bumps": 6736,
  " bumpy": 6518,
  " bunch": 6238,
  " bund": 9786,
  " bunnies": 5764,
  " bunny": 1143,
  " bur": 5184,
  " burger": 9559,
  " burgers": 9883,
  " buried": 4961,
  " burn": 2785,
  " burned": 4895,
  " burning": 5528,
  " burns": 8225,
  " burnt": 7824,
  " burrow": 7277,
  " burst": 6659,
  " bury": 4171,
  " burying": 7670,
  " bus": 1146,
  " buses": 6888,
  " bush": 1946,
  " bushes": 3557,
  " bushy": 9333,
  " business": 7873,
  " busy": 2044,
  " but": 415,
  " butter": 1298,
  " butterf": 1399,
  " butterflies": 4238,
  " butterfly": 1472,
  " button": 1692,
  " buttons": 3678,
  " buy": 1441,
  " buying": 6768,
  " buzz": 4798,
  " buzzed": 6513,
  " buzzing": 5830,
  " by": 863,
  " bye": 5305,
  " c": 278,
  " ca": 2185,
  " cab": 2811,
  " cabin": 2848,
  " cabinet": 4096,
  " cable": 3741,
  " cact": 3293,
  " cactus": 3346,
  " cafe": 8286,
  " cage": 2717,
  " cages": 8784,
  " cake": 889,
  " cakes": 5168,
  " calend": 4161,
  " calendar": 4183,
  " call": 938,
  " called": 1029,
  " calling": 3743,
  " calls": 4890,
  " calm": 2342,
  " calmed": 6973,
  " calmer": 9680,
  " calmly": 8358,
  " cam": 3119,
  " came": 559,
  " camel": 7627,
  " camera": 3254,
  " camp": 3862,
  " campfire": 8486,
  " camping": 6919,
  " can": 475,
  " cand": 2602,
  " candies": 6193,
  " candle": 3294,
  " candles": 4968,
  " candy": 1827,
  " cane": 4027,
  " cannot": 2193,
  " cans": 6263,
  " cap": 2692,
  " cape": 5023,
  " capes": 9707,
  " caps": 8394,
  " capt": 9521,
  " captain": 5151,
  " car": 533,
  " card": 2195,
  " cardboard": 3992,
  " cards": 4259,
  " care": 688,
  " cared": 4566,
  " careful": 845,
  " carefully": 1756,
  " careless": 3067,
  " cares": 8030,
  " caring": 4393,
  " carp": 3410,
  " carpet": 3428,
  " carried": 2605,
  " carries": 8267,
  " carrot": 1948,
  " carrots": 3074,
  " carry": 2024,
  " carrying": 4348,
  " cars": 1312,
  " cart": 2231,
  " cartoon": 3776,
  " cartoons": 5450,
  " carts": 9370,
  " case": 3579,
  " cash": 6937,
  " cashier": 7145,
  " cast": 1552,
  " castle": 1634,
  " castles": 4684,
  " cat": 467,
  " catch": 1129,
  " catches": 5896,
  " catching": 5190,
  " caterp": 3028,
  " caterpill": 3029,
  " caterpillar": 3094,
  " caterpillars": 9256,
  " cats": 2908,
  " caught": 1866,
  " caulif": 3453,
  " cauliflower": 3495,
  " cause": 6328,
  " caused": 6377,
  " causing": 8069,
  " caut": 6067,
  " caution": 9816,
  " cautious": 6324,
  " cautiously": 6745,
  " cave": 2067,
  " caw": 8378,
  " ce": 2281,
  " ceiling": 4391,
  " celebr": 2702,
  " celebrate": 3498,
  " celebrated": 5251,
  " celebrating": 6943,
  " celebration": 6928,
  " celery": 3570,
  " cell": 3998,
  " cells": 7803,
  " cent": 6583,
  " center": 7396,
  " centre": 9884,
  " cere": 3280,
  " cereal": 3319,
  " certain": 7867,
  " certainly": 9566,
  " ch": 648,
  " chain": 3594,
  " chair": 1498,
  " chairs": 4480,
  " chalk": 3564,
  " challen": 5604,
  " challenge": 6030,
  " challenges": 9583,
  " chamber": 4452,
  " chance": 4314,
  " change": 2251,
  " changed": 2936,
  " changes": 7642,
  " changing": 6922,
  " char": 8116,
  " charac": 7223,
  " characters": 7863,
  " charge": 8156,
  " charm": 3325,
  " charming": 3408,
  " chase": 2553,
  " chased": 2255,
  " chases": 5932,
  " chasing": 4412,
  " chat": 6643,
  " chatted": 9546,
  " chatting": 9722,
  " che": 924,
  " cheap": 2947,
  " cheaper": 8777,
  " cheat": 8382,
  " cheated": 8253,
  " cheating": 8958,
  " check": 4023,
  " checked": 4826,
  " checking": 9208,
  " checkout": 9186,
  " checks": 8149,
  " chee": 1876,
  " cheek": 4830,
  " cheeks": 6779,
  " cheer": 2467,
  " cheered": 1983,
  " cheerful": 3163,
  " cheerfully": 9236,
  " cheering": 6256,
  " cheers": 7805,
  " cheese": 2007,
  " cheetah": 8756,
  " chef": 5758,
  " chefs": 6663,
  " cher": 2915,
  " cherries": 4074,
  " cherry": 4658,
  " chess": 3799,
  " chest": 2801,
  " chew": 2481,
  " chewed": 5000,
  " chewing": 5578,
  " chews": 8760,
  " chick": 2341,
  " chicken": 2898,
  " chickens": 4597,
  " chicks": 9791,
  " child": 1432,
  " children": 1726,
  " chill": 9002,
  " chilly": 8872,
  " chimney": 4061,
  " chin": 9244,
  " chip": 7361,
  " chipmunk": 8729,
  " chips": 6153,
  " chirp": 4746,
  " chirped": 5798,
  " chirping": 6196,
  " cho": 1926,
  " chocol": 2559,
  " chocolate": 2588,
  " chocolates": 8177,
  " choice": 4465,
  " choices": 6572,
  " choo": 6495,
  " choose": 3136,
  " chooses": 9929,
  " choosing": 8662,
  " chop": 6912,
  " chopped": 8577,
  " chopping": 9900,
  " chores": 5018,
  " chos": 7384,
  " chose": 4198,
  " chosen": 7385,
  " chubby": 3429,
  " chuck": 6626,
  " chuckled": 6803,
  " church": 3935,
  " cir": 2106,
  " circ": 9571,
  " circle": 2582,
  " circles": 4283,
  " circus": 5880,
  " city": 3686,
  " cl": 509,
  " cla": 1251,
  " clap": 2677,
  " clapped": 1504,
  " clapping": 4676,
  " claps": 5805,
  " class": 2586,
  " classmates": 8916,
  " classroom": 4392,
  " claw": 4602,
  " claws": 4797,
  " clay": 2834,
  " cle": 795,
  " clean": 872,
  " cleaned": 2496,
  " cleaner": 7544,
  " cleaning": 3596,
  " cleans": 8566,
  " clear": 2749,
  " cleared": 8529,
  " clearing": 6003,
  " clearly": 9561,
  " clerk": 8713,
  " clever": 2333,
  " click": 6699,
  " clicked": 8289,
  " cliff": 4356,
  " climb": 920,
  " climbed": 1368,
  " climbing": 4145,
  " climbs": 5222,
  " clip": 8454,
  " clips": 9622,
  " clo": 798,
  " clock": 2746,
  " clos": 1008,
  " close": 1387,
  " closed": 1823,
  " closely": 4986,
  " closer": 1310,
  " closes": 6298,
  " closet": 2681,
  " closing": 8228,
  " clot": 1540,
  " cloth": 2159,
  " clothes": 1542,
  " cloths": 9025,
  " cloud": 1513,
  " clouds": 2351,
  " cloudy": 7444,
  " clown": 2552,
  " clowns": 6499,
  " club": 3647,
  " cluck": 9957,
  " clue": 7709,
  " clues": 7039,
  " clum": 2842,
  " clumsy": 2852,
  " clut": 9510,
  " co": 594,
  " coach": 8386,
  " coal": 3762,
  " coat": 1908,
  " coats": 4764,
  " cob": 3851,
  " cobweb": 3878,
  " cobwebs": 6661,
  " cocoa": 3392,
  " cocoon": 8948,
  " coffee": 4016,
  " coin": 2170,
  " coins": 3417,
  " col": 892,
  " cold": 1201,
  " colder": 7114,
  " coll": 1958,
  " collap": 8150,
  " collapsed": 8841,
  " collar": 3303,
  " collect": 2984,
  " collected": 5259,
  " collecting": 5669,
  " collection": 5327,
  " color": 933,
  " colored": 6849,
  " colorful": 1518,
  " coloring": 7938,
  " colors": 1303,
  " colour": 3867,
  " coloured": 7445,
  " colourful": 4600,
  " colours": 5452,
  " com": 860,
  " comb": 3043,
  " combed": 7948,
  " come": 910,
  " comes": 2220,
  " comet": 3330,
  " comets": 9080,
  " comf": 4962,
  " comfort": 4211,
  " comfortable": 2815,
  " comforted": 5917,
  " comforting": 8544,
  " comfy": 5847,
  " coming": 1451,
  " comm": 6478,
  " common": 8747,
  " commun": 9730,
  " comp": 1607,
  " compan": 9567,
  " companion": 9731,
  " company": 6071,
  " compass": 3339,
  " compassion": 3383,
  " compassionate": 3521,
  " compet": 3112,
  " compete": 9038,
  " competing": 9936,
  " competit": 3212,
  " competition": 6635,
  " competitive": 3496,
  " compl": 3659,
  " complain": 3773,
  " complained": 6517,
  " complaining": 6291,
  " comple": 5856,
  " complet": 3748,
  " complete": 4079,
  " completed": 6079,
  " completely": 6840,
  " comput": 3321,
  " computer": 3395,
  " computers": 9723,
  " con": 1198,
  " conc": 8270,
  " concentr": 9479,
  " concer": 8949,
  " concerned": 9562,
  " cond": 8263,
  " cone": 2754,
  " cones": 5486,
  " conf": 4980,
  " confidence": 9456,
  " confident": 6451,
  " confl": 6279,
  " conflict": 6325,
  " confused": 2249,
  " congratul": 8312,
  " congratulated": 8704,
  " conn": 6806,
  " connect": 8547,
  " connected": 8017,
  " conqu": 8856,
  " conquered": 9595,
  " cons": 8108,
  " consequ": 6667,
  " consequences": 6723,
  " consider": 9209,
  " cont": 1541,
  " contain": 5806,
  " container": 9937,
  " content": 4741,
  " contest": 5448,
  " contin": 1703,
  " continue": 6018,
  " continued": 1752,
  " contro": 5993,
  " control": 6127,
  " convers": 8391,
  " conversation": 9089,
  " convin": 8302,
  " convinced": 8655,
  " coo": 3396,
  " cooed": 9958,
  " cook": 1115,
  " cooked": 3562,
  " cookie": 2150,
  " cookies": 1667,
  " cooking": 3937,
  " cooks": 9896,
  " cool": 1410,
  " cooler": 3914,
  " coolest": 9687,
  " coop": 7244,
  " cooper": 8278,
  " cooperate": 9144,
  " cop": 3302,
  " copied": 9681,
  " copper": 4642,
  " cops": 9067,
  " copy": 6254,
  " cor": 7447,
  " coral": 8593,
  " cord": 3708,
  " corn": 2018,
  " corner": 2750,
  " corners": 7224,
  " correct": 7773,
  " correctly": 8522,
  " cost": 2971,
  " costs": 8933,
  " costume": 3816,
  " costumes": 5396,
  " cosy": 8425,
  " cott": 6762,
  " cottage": 8051,
  " cotton": 8236,
  " cou": 2198,
  " couch": 2482,
  " coug": 7614,
  " cough": 6239,
  " coughed": 8671,
  " could": 474,
  " couldn": 1065,
  " count": 1475,
  " counted": 2987,
  " counter": 5093,
  " counting": 3591,
  " countries": 9322,
  " country": 4549,
  " countryside": 7065,
  " counts": 6894,
  " coup": 7299,
  " couple": 7390,
  " cour": 1967,
  " courage": 4705,
  " courageous": 9970,
  " course": 1982,
  " court": 8875,
  " cous": 6559,
  " cousin": 7046,
  " cousins": 9702,
  " cover": 2091,
  " covered": 2886,
  " covering": 7760,
  " covers": 6547,
  " cow": 1763,
  " cowb": 6905,
  " cowboy": 8111,
  " cowboys": 8531,
  " cows": 4100,
  " cozy": 2447,
  " cr": 1332,
  " cra": 1137,
  " crab": 1786,
  " crabs": 5984,
  " crack": 3178,
  " cracked": 5873,
  " cracker": 9397,
  " crackers": 6759,
  " cracks": 7930,
  " craft": 8525,
  " crane": 3021,
  " cras": 5330,
  " crash": 4927,
  " crashed": 5735,
  " crashing": 7729,
  " craw": 2178,
  " crawl": 3439,
  " crawled": 3155,
  " crawling": 5648,
  " crawls": 7993,
  " cray": 1918,
  " crayon": 3131,
  " crayons": 2391,
  " crazy": 2870,
  " cre": 1527,
  " creak": 9527,
  " cream": 1409,
  " creams": 7800,
  " creamy": 7417,
  " creat": 1853,
  " create": 3359,
  " created": 5293,
  " creating": 6580,
  " creation": 6154,
  " creations": 7112,
  " creative": 2561,
  " creativity": 7127,
  " creature": 2800,
  " creatures": 5047,
  " creek": 4180,
  " creep": 9808,
  " crept": 6112,
  " crew": 7597,
  " cri": 2628,
  " crib": 4281,
  " cricket": 3545,
  " crickets": 9748,
  " cried": 1319,
  " cries": 3072,
  " crisp": 9764,
  " cro": 3045,
  " croak": 9809,
  " croaked": 9197,
  " crocodile": 3219,
  " crocodiles": 8714,
  " crops": 9323,
  " cross": 2465,
  " crossed": 4778,
  " crossing": 7441,
  " crouched": 9834,
  " crow": 5241,
  " crowd": 6505,
  " crowded": 9352,
  " crown": 2682,
  " crowns": 7461,
  " crumb": 5936,
  " crumbs": 6230,
  " crunch": 5469,
  " crunchy": 5685,
  " crushed": 9643,
  " cry": 1046,
  " crying": 1770,
  " cryst": 3209,
  " crystal": 3310,
  " crystals": 8367,
  " cu": 908,
  " cub": 5040,
  " cube": 3003,
  " cubes": 6026,
  " cubs": 9123,
  " cuc": 9815,
  " cudd": 4409,
  " cuddle": 6019,
  " cuddled": 5660,
  " cuddles": 8631,
  " cuddly": 6845,
  " cup": 1508,
  " cupboard": 3744,
  " cupcake": 9596,
  " cupcakes": 8372,
  " cups": 3800,
  " cur": 4497,
  " curi": 1212,
  " curiosity": 5881,
  " curious": 1231,
  " curiously": 7280,
  " curl": 8778,
  " curled": 5633,
  " curly": 6361,
  " curt": 3499,
  " curtain": 3506,
  " curtains": 6278,
  " cush": 3348,
  " cushion": 3559,
  " cushions": 7122,
  " cust": 7026,
  " custom": 7051,
  " customer": 8474,
  " customers": 8539,
  " cut": 1265,
  " cute": 2003,
  " cuts": 6038,
  " cutter": 9597,
  " cutting": 5238,
  " d": 277,
  " dad": 733,
  " daddy": 2237,
  " dads": 5572,
  " daisies": 6751,
  " daisy": 4850,
  " dam": 6102,
  " damage": 7084,
  " damaged": 7831,
  " dan": 866,
  " danc": 1372,
  " dance": 1366,
  " danced": 1648,
  " dancer": 4335,
  " dancers": 7019,
  " dances": 6644,
  " dancing": 2672,
  " danger": 1723,
  " dangerous": 1840,
  " dangers": 8632,
  " dar": 6428,
  " dare": 4701,
  " dared": 5246,
  " daring": 7442,
  " dark": 1285,
  " darker": 6054,
  " darkness": 6658,
  " darl": 7500,
  " darling": 6819,
  " darlings": 7501,
  " date": 9402,
  " daughter": 2522,
  " day": 329,
  " days": 1911,
  " de": 1061,
  " dead": 2838,
  " deaf": 3290,
  " deal": 6540,
  " dear": 4645,
  " dears": 8098,
  " dec": 677,
  " decid": 712,
  " decide": 3488,
  " decided": 719,
  " decides": 5788,
  " decision": 5920,
  " decisions": 7899,
  " decl": 8349,
  " declared": 8521,
  " decor": 2680,
  " decorate": 3687,
  " decorated": 5775,
  " decorating": 6740,
  " decoration": 8487,
  " decorations": 5473,
  " dedic": 9971,
  " deed": 8221,
  " deep": 1624,
  " deeper": 5028,
  " deeply": 9875,
  " deer": 2480,
  " def": 7438,
  " defe": 8329,
  " defeated": 9919,
  " defin": 8373,
  " definitely": 8462,
  " del": 1322,
  " delay": 4454,
  " delayed": 7753,
  " delic": 1628,
  " delicate": 2981,
  " delicious": 1891,
  " delight": 3373,
  " delighted": 4591,
  " deliver": 3444,
  " delivered": 6512,
  " delivering": 7270,
  " delivery": 7198,
  " dem": 4691,
  " demand": 4709,
  " demanded": 5883,
  " demanding": 8193,
  " den": 6866,
  " dent": 6211,
  " dentist": 6744,
  " dep": 9167,
  " depend": 3064,
  " dependable": 3146,
  " des": 2032,
  " desc": 9523,
  " deser": 5926,
  " desert": 6407,
  " deserve": 6654,
  " deserved": 9115,
  " deserves": 9978,
  " design": 3117,
  " designed": 6886,
  " designing": 8292,
  " designs": 7391,
  " desk": 3404,
  " desks": 9393,
  " desper": 7905,
  " desperate": 9732,
  " desperately": 9674,
  " despite": 7949,
  " dess": 3817,
  " dessert": 3928,
  " desserts": 8983,
  " dest": 3115,
  " destination": 6099,
  " destro": 3483,
  " destroy": 3619,
  " destroyed": 5173,
  " destroying": 7856,
  " det": 7285,
  " details": 9304,
  " detect": 9598,
  " deter": 3520,
  " determ": 3532,
  " determination": 6883,
  " determined": 3758,
  " dev": 9026,
  " di": 2189,
  " dial": 8719,
  " diamond": 3253,
  " diamonds": 8429,
  " diary": 3634,
  " dictionary": 4194,
  " did": 459,
  " didn": 814,
  " die": 7228,
  " died": 6171,
  " dif": 1178,
  " differe": 1294,
  " difference": 5230,
  " differences": 9126,
  " different": 1320,
  " differently": 9591,
  " diffic": 2879,
  " difficult": 2887,
  " dig": 2567,
  " digg": 4995,
  " digging": 5001,
  " digs": 8751,
  " din": 1464,
  " ding": 9095,
  " dinner": 1699,
  " dinosaur": 2593,
  " dinosaurs": 5616,
  " dip": 7341,
  " dipped": 5946,
  " dir": 1234,
  " dire": 5610,
  " direction": 6523,
  " directions": 7031,
  " dirt": 2110,
  " dirtier": 9388,
  " dirty": 1466,
  " dis": 1242,
  " disag": 4232,
  " disagre": 9524,
  " disagree": 5188,
  " disagreed": 5404,
  " disagreeing": 9044,
  " disagreement": 9755,
  " disapp": 2096,
  " disappear": 4338,
  " disappeared": 3722,
  " disappearing": 9409,
  " disappoin": 3250,
  " disappoint": 8641,
  " disappointed": 3344,
  " disappointment": 9153,
  " disaster": 9440,
  " disc": 8141,
  " disco": 2647,
  " discouraged": 9034,
  " discover": 2835,
  " discovered": 4112,
  " discoveries": 8844,
  " discovering": 6594,
  " discovery": 5959,
  " discuss": 4544,
  " discussed": 7567,
  " discussing": 8201,
  " disg": 2948,
  " disgust": 2983,
  " disgusting": 3012,
  " dish": 2494,
  " dishes": 4650,
  " dishwasher": 3953,
  " disob": 7462,
  " disobey": 7975,
  " disobeyed": 9756,
  " display": 4090,
  " displayed": 7919,
  " dist": 2109,
  " distance": 4257,
  " distant": 3581,
  " disturb": 3643,
  " disturbed": 5693,
  " disturbing": 7353,
  " dive": 3630,
  " dived": 6524,
  " diving": 5939,
  " dizzy": 2641,
  " do": 381,
  " dock": 9058,
  " doctor": 1816,
  " doctors": 6336,
  " dod": 7047,
  " dodged": 8178,
  " does": 1330,
  " doesn": 4271,
  " dog": 473,
  " doggy": 5753,
  " dogs": 2362,
  " doing": 1460,
  " doll": 1063,
  " dollar": 8594,
  " dollars": 7137,
  " dollhouse": 6931,
  " dolls": 2043,
  " dolph": 3184,
  " dolphin": 3508,
  " dolphins": 6240,
  " don": 870,
  " done": 1438,
  " donkey": 7676,
  " door": 913,
  " doorbell": 8026,
  " doors": 4569,
  " doorstep": 9410,
  " doorway": 7965,
  " dot": 5661,
  " dots": 6402,
  " dou": 9740,
  " dough": 2993,
  " dove": 2913,
  " doves": 9856,
  " down": 614,
  " downstairs": 5654,
  " dr": 1168,
  " dra": 1006,
  " drag": 1766,
  " dragged": 5999,
  " dragon": 1883,
  " dragonfly": 8448,
  " dragons": 5969,
  " drain": 4304,
  " drank": 2585,
  " draw": 1252,
  " drawer": 3783,
  " drawers": 7434,
  " drawing": 2723,
  " drawings": 3810,
  " drawn": 7217,
  " draws": 5742,
  " dream": 1465,
  " dreamed": 4037,
  " dreaming": 4386,
  " dreams": 3434,
  " dreamt": 7853,
  " dress": 1228,
  " dressed": 5059,
  " dresser": 8072,
  " dresses": 5004,
  " dressing": 7754,
  " drew": 2293,
  " dri": 1408,
  " dried": 5076,
  " drift": 8950,
  " drifted": 7826,
  " drink": 1781,
  " drinking": 5383,
  " drinks": 5370,
  " drip": 8838,
  " dripped": 9039,
  " dripping": 7710,
  " drive": 2230,
  " driver": 2113,
  " drivers": 7232,
  " drives": 6022,
  " driveway": 8205,
  " driving": 3740,
  " dro": 1482,
  " drop": 2895,
  " dropped": 1956,
  " dropping": 6975,
  " drops": 4745,
  " drove": 2166,
  " drown": 8299,
  " drowned": 9339,
  " drum": 2320,
  " drums": 6299,
  " dry": 1665,
  " drying": 9227,
  " duck": 1215,
  " duckling": 8282,
  " ducks": 2307,
  " dug": 2833,
  " dull": 2851,
  " dumb": 9749,
  " dump": 7682,
  " during": 5157,
  " dust": 3376,
  " dusty": 6045,
  " e": 382,
  " each": 766,
  " eag": 2539,
